# Утро
Каша = 80 / 5
Яйца = (100 / 10) * 2
Йогурт_ЗАЯС = 50


Утро = Каша + Яйца + Йогурт_ЗАЯС

# Обед
Мясо = 350 / 4
Гарнир = 30
Овощи = 20

Обед = (Мясо + Гарнир + Овощи) * 2

# Полдник
Бутерброд_ЗАЯЗ = 80

# Ужин
Ужин_ЗАЯС = 60

Творог = 100 / 3
Йогурт = 80 / 3
Овсянное_печенье = 80 / 2

Ужин = Творог + Йогурт + Овсянное_печенье + Ужин_ЗАЯС + Бутерброд_ЗАЯЗ
#
#
Мелочи = 100
#

print((Утро + Обед + Ужин + Мелочи) * 31 + (120 * 31))

print(300+300+200+400+300+300+30+150+150)

еда = 25000
ипотека = 22500
коммуналка = 9000
зайцы = 2000
линзы = 2500
химия = 2000
шалупонь = 5000

print(еда + ипотека + коммуналка + зайцы + линзы + химия + шалупонь)


